Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_pettynyt_perustuslakivaliokunnan_paatokseen_-_perustuslakivaliokunta_on_pysayttanyt_saamelaiskarajalain_kasittelyn.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät pettynyt perustuslakivaliokunnan päätökseen – perustuslakivaliokunta on pysäyttänyt saamelaiskäräjälain käsittelyn
sms: Sääʹmteʹǧǧ lij maantõõttâm vuâđđlääʹǩǩvälljkååʹdd tuʹmmstõʹǩǩe – vuâđđlääʹǩǩvälljkåʹdd lij årstâttam sääʹmteʹǧǧlääʹjj ǩiõttʼtõõllmõõžž

source: Eduskunnan perustuslakivaliokunta on pysäyttänyt saamelaiskäräjälain käsittelyn, eikä laki todennäköisesti enää etene eduskunnan täysistunnon äänestykseen.
sms: Eeʹttiǩ-kååʹdd vuâđđlääʹǩǩvälljkåʹdd lij årstâttam sääʹmteʹǧǧlääʹjj ǩiõttʼtõõllmõõžž, ij-ǥa lääʹǩǩ možât ouddân eeʹttiǩ-kååʹdd tiuddsåbbar jiõnstummša.

source: Lakiuudistuksessa oli tarkoitus edistää saamelaisten itsemääräämisoikeuden toteutumista ja lisäksi mm. uusia vanhentuneet äänestyskäytännöt.
sms: Lääʹǩǩoođummšest leäi jõrddmõš oouʹdeed säʹmmlai jiõččmieʹrreemvuõiggâdvuõđ teâuddjummuž da lââʹssen jm. oođeed vuämmnam jiõnstemvueʹjjid.

source: Saamelaiskäräjät on pettynyt päätökseen, vaikka siihen osattiinkin varautua käsittelyn pitkittyessä vaalikauden viimeisille hetkille.
sms: Sääʹmteʹǧǧ lij peʹttjõõvvâm tuʹmmstõʹǩǩe, håʹt-i tõõzz silttee vaʹrrjõõttâd ǩiõttʼtõõllmõõžž kuuʹǩǩeen vaalpââʹj mââimõs pooddid.

source: Puheenjohtaja Tuomas Aslak Juuso ihmettelee erityisesti perustuslakivaliokuntaa, jonka Saamelaiskäräjät toivoi olevan epäpoliittinen elin.
sms: Saaǥǥjååʹđteeʹjj Tuomas Aslak Juuso õõmaš jeäʹrben vuâđđlääʹǩǩvälljkååʹdd, koon Sääʹmteʹǧǧ tuäivai åårram pannpoliittlaž orgaan.

source: Sen tulisi lausua käsittelyynsä tulevista lakiehdotuksista suhteessa siihen, kuinka ne mukautuvat perustuslakiin ja kansainvälisiin ihmisoikeussopimuksiin .
sms: Tõn õõlǥči ceäʹlǩǩed ǩiõttʼtõõllmõõžžeez puõʹtti lääʹǩǩeʹtǩǩõõzzid kõskkvuõđâst tõõzz, mäʹhtt tõk šiõttlâʹvve vuâđđläkka da meeraikõskksaž ihmisvuõiggâ dvuõttsuåppmõõžžid .

source: – Ihmettelen, kuinka lopputulos voi olla tällainen.
sms: – Õõmšam, mäʹhtt lopp-pohttmõš vuäitt leeʹd näkam.

source: Perusoikeusasiantuntijoidenkin pääviestit kuulemisissa ja lausunnoissa ovat asiasisällön osalta selkeästi lakiesitystä tukevia.
sms: Vuâđđvuõiggâdvuõttäʹšštobddji väʹlddsaaǥǥ kuulmõõžžin da ciâlkmin liâ äʹšš-siiskõõzz beäʹlnn čiõlggsânji lääʹǩǩeʹtǩǩõõzz tuärjjeei.

source: Valitettavasti näyttää siltä, että perustuslakivaliokunnassa otti tässä asiassa hallinnan poliittinen peli sen toimintaa ohjaavien periaatteiden sijaan.
sms: Vaiddlam, što kuâsttai nuʹt, što vuâđđlääʹǩǩvälljkååʹddest vaaldi täʹst ääʹššest vaaldâšm poliittlaž siõrr tõn tåimmjummuž ohjjeei vuâđđjurddji sâjja.

source: On ikävää, että osa edustajista sortui vastustamaan lakiesitystä näennäisistä syistä, puheenjohtaja Juuso toteaa.
sms: Lij âʹǩǩed, što vueʹss eeʹttǩeeʹjin leezzti vuâsttlâʹstted lääʹǩǩeʹtǩǩõõzz käʹddemnallšem määinain, Saaǥǥjååʹđteeʹjj Juuso tuâtt.

source: Perustuslakivaliokunta äänesti käsittelyn lopettamisesta aikataulusyihin vedoten, mikä ihmetyttää puheenjohtaja Juusoa.
sms: Vuâđđlääʹǩǩvälljkåʹdd jiõnsti ǩiõttʼtõõllmõõžž loopptummšest äiʹǧǧtaullmääinaid nuäjjõõđeʹl, mii peejj õõmšed Saaǥǥjååʹđteeʹjj Juuso.

source: – Perustuslakivaliokunta on toiminut asiassa itse asettamiensa aikataulujen mukaisesti, ja siten myös itse epäonnistunut, kun aika ei ole riittänyt.
sms: – Vuâđđlääʹǩǩvälljkåʹdd lij tåimmam ääʹššest jiõčč šiõtteem äiʹǧǧtaauli meâldlânji, da nääiʹt še jiõčč ij leäkku oʹnnstam, ǥu äiʹǧǧ lij puuttâm.

source: Valiokunnassa ei ilmeisesti ole siirrytty tarpeeksi ajoissa asiassa yleiseltä tasolta sisäiseen keskusteluun, puheenjohtaja Juuso huomauttaa.
sms: Välljkååʹddest jeät leäkku mõnnum nokk ääiʹjeld ääʹššest takai tääʹzzest siiskâž saǥstõõllmõʹšše, Saaǥǥjååʹđteeʹjj Juuso mušttat.

source: Puheenjohtaja Juuso on kiitollinen pääministeri Sanna Marinille ja oikeusministeri Anna-Maja Henrikssonille asian edistämisestä tähän pisteeseen.
sms: Saaǥǥjååʹđteeʹjj Juuso lij späʹssballaš väʹlddminister Sanna Marin da vuõiggâdvuõttminister Anna-Maja Henrikssooʹne ääʹšš ouddnummšest tän räjja.

source: Hän vetoaakin heihin ja koko Suomen hallitukseen, että jos heillä on mahdollisuus vielä viedä laki äänestykseen, he tarttuisivat siihen.
sms: Son nuäjjâât siʹjjid da veeʹzz Lääʹdd halltõʹsse, što jõs seeʹst lij vueiʹtlvažvuõtt veâl viikkâd lääʹǩǩ jiõnstummša, sij vääldče ǩidd tõʹst.

source: – Tämä lakiesitys on vahva, vuosia valmisteltu kompromissi, joka vastaa tasapuolisesti Suomen velvoitteisiin.
sms: – Tät lääʹǩǩeʹtǩǩõs lij raavâs, iiʹjjid valmmštõllum kompromiss, kååʹtt vaʹsttad tääʹsspeälsânji Lääʹdd õõlǥtõõzzid.

source: Saamelaiskäräjien hallitus pyrki viimeiseen asti löytämään ratkaisuja lakiesityksen edistämiseksi.
sms: Sääʹmteeʹǧǧ halltõs ǩiččli mââimõõzz räjja kaunnâd räʹtǩǩummšid lääʹǩǩeʹtǩǩõõzz ouddnummšen.

source: On kuitenkin selvää, ettei asian käsittely muutu tulevaisuudessa yhtään helpommaksi, jos tämän ehdotuksen käsittely jää nyt tähän, puheenjohtaja Juuso muistuttaa.
sms: Lij kuuitâǥ seʹlvv, što ij ääʹšš ǩiõtttõõllmõš muttu pueʹttiääiʹjest ni vooʹps hiâlpben, jõs tän eʹtǩǩõõzz ǩiõttʼtõõllmõš kuâđđai ååʹn tääzz, Saaǥǥjååʹđteeʹjj Juuso mušttat.

source: Saamelaiskäräjälakia on yritetty uudistaa yli vuosikymmen
sms: Sääʹmteʹǧǧlääʹǩǩ lij ǩiččlum oođeed pâʹjjel lååi eeʹjj

source: Marinin hallitus on kolmas peräkkäinen saamelaiskäräjälain uudistuksessa epäonnistuva hallitus.
sms: Marin halltõs lij kuälmad ǩeäččlõs sääʹmteʹǧǧlääʹjj oođummšest halltõs, kååʹtt ij leäkku oʹnnstam.

source: Lakiuudistusta valmistelleen Timosen toimikunnan mietintö julkaistiin toukokuussa 2021, mutta eduskunnan valiokuntien käsittelyyn laki eteni vasta vaalikauden viimeisillä mahdollisilla hetkillä marraskuussa 2022.
sms: Lääʹǩǩoođummuž valmštõõllâm Timonen tåimmkååʹdd smiõtldõk õlmstõʹtteš vueʹssmânnust 2021, leša eeʹttiǩ-kååʹdd välljkooʹddi ǩiõttʼtõõllmõʹšše lääʹǩǩ ouddni eman vaalpââʹj mââimõs vueiʹtlvaž pooddin skamm-mannust 2022.

source: Saamelaiskäräjälain uudistuspaineita ovat lisänneet myös YK:n rotusyrjintäkomitean ja ihmisoikeuskomitean päätökset, joissa Suomen valtiota on velvoitettu uudistamaan laki saamelaisten itsemääräämisoikeutta alkuperäiskansana kunnioittavaksi.
sms: Sääʹmteʹǧǧlääʹjj oođeemteäddaid liâ lââʹzztam še ÕM roooddsuäʹrddemkomitea da ooumažvuõiggâdvuõttkomitea tuʹmmstõõǥǥ, koin Lääʹdd riikk lij õõlǥtum oođeed lääʹjj säʹmmlai jiõččmieʹrreemvuõiggâdvuõđ alggmeeran ciʹsttjemnalla.

source: Vuosien työhön pohjautuneella lakiesityksellä oli Saamelaiskäräjien täyskokouksen lisäksi myös mm. kolttien kyläkokouksen, saamelaisten parlamentaarisen neuvoston ja saamelaisneuvoston kannatus.
sms: Iiʹjji tuõjju vuâđđuum lääʹǩǩeʹtǩǩõõzzin leäi Sääʹmteeʹǧǧ tiuddsåbbar lââʹssen še jm. saaʹmi siidsåbbar, sääʹm parlamentaarlaž suåvtõõzz da sääʹmsuåvtõõzz tuärjjõs.

source: Lisäksi sitä tukivat lukuisat asiantuntijatahot ja ihmisoikeustoimijat, ja sen puolesta järjestetyllä tukiadressi sai 23 000 allekirjoittajaa.
sms: Lââʹssen tõn tuärjjee samai määŋg äʹšštobddivueʹssbeäʹl da ooumažvuõiggâdvuõtt-toiʹmmjeei, da tõn peäʹlest jäʹrjstum tuärjjadress vuäǯǯai 23 000 vuâllaǩeeʹrjteei.

source: – Haluan vielä Saamelaiskäräjien puolesta lämpimästi kiittää kaikkia niitä saamelaisia ja suomalaisia yksityishenkilöitä, jotka tekivät kanssamme sinnikkäästi tärkeää työtä lakiuudistuksen eteen, puheenjohtaja Juuso toteaa.
sms: – Haaʹlääm veâl Sääʹmteeʹǧǧ peäʹlest ǩeʹnnvânji späʹssbõõššâd pukid tõid säʹmmlaid da lääʹdd privattoummuid, kook tuejjee samai väimmšõs tuâj lääʹǩǩoođummuž ouʹdde, Saaǥǥjååʹđteeʹjj Juuso tuâtt.

source: Lisätietoja
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteeʹjj 040 687 3394 tuomas.juuso@samediggi.fi
